{
  "0": "Day 1: I really like your laugh, have I ever told you that? Probably have. I've fallen for your laugh, which is utterly contagious. I have also fallen for your smile which makes me giddy for no reason at all (or a lot actually). I've fallen for your silly and TOTALLY ORIGINAL jokes, which I remember randomly and just smile or burst into laughter at. I've fallen for how you make my day better, even if I wanted to cry a minute before. I've also fallen for every second I get to spend with you even if those leave me wanting more. Every moment with you feels like the sweetest story, and I can’t wait for all the chapters we’ll write together. 💖",
  "1": "Day 2: Writing this at 2 AM so might be a lil cliche but here goes nothing. I just wanna make you the happiest you've ever been. (No i did not steal this from horimiya i swear. i'm as original as you and your jokes :) I want to make you feel safe and loved and comforted. I want you to know that you can come to me when you're not ok, when your eyes are filled with tears and I'll hold you til you're a little more ok. I'm always here for you. I love you at your best and at your worst. Nothings gonna change that. Ours is one of those love stories ppl will talk abt for years to come bc we have something extraordinary(no like legit 2 years of lore is kinda crazy). You are not just my world, you're my everything. I'm here and I'm gonna keep being here every day for the rest of our lives. You truly are my home, my safe place, the love of my life. I want you to know that I sure as hell mean it when I say I'd do anything for you. I'd do absolutely anything. I love you now and I love you always. Everything is going to be okay. We are going to be okay. This will last as long as we choose each other and keep choosing each other for the rest our lives. And I have no doubt in my mind that we will. I love you. Really I do. With everything I have in me. I love you.",
  "2": "Day 3: I wanna smush your face with kisses every five seconds, and then pretend like I didn’t just do that. I want you wrapped around me — arms, legs, thoughts, everything. I want you to feel so completely loved that there’s not a single second of doubt. I want to be your safest hug, your happiest thought, your silliest dance partner at 2AM. I wanna leave dumb little notes in your pockets but sadly it has to be online and hide behind doors just to say “boo” and then kiss you. I want to laugh so hard with you that our stomachs hurt, and cry with you when it gets too much, because you never have to be alone in anything. I want all the little moments with you — the movie rambles, the warm silences, the “omg taste this” bites, and the “come nap with me” tugs. You’re my person. You really are. And I love you so, so stupidly much. I miss you a lot today. So until I can hold you again, I’ll see you in your dreams (yes, even your drunk ones lol). Please remember I love you. Always. In all ways. Go enjoy your whiskey (don’t smoke or I’ll bite you like i did the first time)"
}
